//JAPANESE

"lang" = "ja";

"finish" = "終了";

"cancel" = "中止";
"close" = "閉じる";
"ok" = "了解";
"no" = "いいえ";

"distance_in_meters" = "%@m";
"connect" = "接続";
"connected" = "接続完了";
"continue" = "続行";

"locked" = "ロック中";
"unlocked" = "ロック解除";

"connecting" = "接続中";
"disconnected" = "接続なし";

"settings" = "設定";
"near_lock" = "Near Lock";
"fast_lock" = "ファーストロック";
"unpair" = "ペアリング解除";

"share_text_twitter" = "その場を去るだけ！画期的なMacのロック方法 www.nearlock.me #nearlock @nearlockappさんから共有";
"share_text_facebook" = "その場を去るだけ！画期的なMacのロック方法";

"facebook" = "Facebook";
"twitter" = "Twitter";


"your_data_is_secure" = "あなたのデータは暗号化され、\nデバイス上にのみ保存されます。";
"welcome" = "ようこそ";
"enter_login" = "Macのパスワードを入力してください。";
"distance" = "距離";
"signal_strength" = "信号強度";

"tutorial_screen_tap_settings" = "タップで設定を確認";
"tutorial_long_press" = "長押しでロック/解除";

"tutorial_screen_unlocked" = "Macのロック解除中";
"tutorial_screen_locked" = "Macをロック中";
"tutorial_screen_pro" = "タップでPROバージョンを購入";
"tutorial_screen_offline" = "iPhoneがMacと接続していない状態";
"tutorial_screen_connecting" = "iPhoneがMacと接続している状態";
"tutorial_screen_distance" = "Macとのおおよその距離";
"tutorial_screen_signal" = "iPhoneとMacの接続信号強度";
"tutorial_screen_near_lock_off" = "Near Lock機能オフ";
"tutorial_screen_near_lock_on_and_loggedin" = "Near Lock機能オン：遠ざかってMacをロック";
"tutorial_screen_near_lock_on_and_loggedout" = "Near Lock機能オン：近づいてロックを解除";

"use_swipe_menu" = "スワイプメニューを使用する";
"use_standard_view" = "スタンダードビューを使用する";
"buy_pro_for_apple_watch" = "無料でApple Watch上で使用するにはiPhoneアプリをオンにして下さい。さらなる機能はPROバージョンをご購入下さい。";
"near_lock_distance" = "Near Lockの距離";
"current_distance" = "現在の距離";

"to_lock" = "ロック：%@";
"to_unlock" = "ロック解除：%@";

"open_near_lock_on_iphone" = "MacでNear Lockが動作中であることを確認して下さい。Mac版はこちら：www.nearlock.me";
"unlink_from_both_sides" = "新しい接続を確立するために、デバイスがMac側からもペアリング解除されていることを確認して下さい。";
"unlink_from_both_sides_bold" = "Mac側からペアリング解除";
"restart_bluetooth_on_iphone_can_help" = "Bluetoothが動作しない場合には、iPhoneやMacでこれをリスタートするのが効果的です。";
"restart_bluetooth_on_iphone_can_help_bold" = "Bluetoothをリスタート中";


"restore" = "リストア";

"lock_mac" = "Macをロック";
"unlock_mac" = "Macのロックを解除";
"unlock" = "ロック解除！";

"searching_for_devices" = "Near Lockがデバイスを探索中";

"open_near_lock_on_your_mac" = "使用を開始するには、 \n\nMacから起動して下さい。";
"login" = "ログイン";
"password" = "パスワード";

"pro_text" = "PROバージョンはバックグラウンドでも動作します。";
"pro_text_bold_part" = "PRO";

"get_pro_version" = "PROバージョンを入手";


"status_yes_unlink" = "ペアリングを解除！";
"try_again" = "もう一度挑戦";

"get_update" = "アップデートを入手！";
"mac_version_is_not_up_to_date" = "Near Lock Macのバージョンが最新ではありません。";
"connection_success" = "接続確立";
"connection_failed" = "パスワードが無効です。";

"unlock_device" = "%@のロックを解除しますか？";

"status_unlink_from_device" = "このデバイスは%@からペアリング解除されました。";
"txt_touchid_or_passcode" = "Macのパスワード変更に伴い、このデバイスはペアリング解除されました。";

"new_update" = "最新のNear Lockアップデートが利用可能です。";
"new_update_bold" = "Near Lock";

"update_mac_version" = "Mac版の最新Near Lockアップデートが利用可能です。";
"update_mac_version_bold" = "Mac版";

"status_unlink_confirmation" = "本当に、%@からペアリング解除しても宜しいですか？";
"status_unlink_bold_part" = "%@";

"settings_disabled_because_device_offline" = "デバイスの接続切断により設定が無効になりました。";

"proximity_lock_explanation" = "Near Lockをオンにすると、\n離れた時に自動でMacをロックし、近づいた時にこれのロックを解除します。";
"proximity_lock_explanation_bold" = "Near Lock";

"distance_explanation" = "Near Lockがオンになっている時に、\n適用される距離";
"distance_explanation_bold" = "ロックの距離";

"distance_explanation_signal" = "Near Lockがオンになっている時の、\nロック信号の強さ";
"distance_explanation_signal_bold" = "ロック信号強度";

"proximity_lock_temporary_disabled" = "手動でログアウトしたため、Near Lockが停止中です。\nNear Lockの規程範囲内から移動すると、再び稼動します。";
"tutorial_screen_near_lock_disabled" = "手動ログアウトにつきNear Lockが停止中";

"proximity_lock_temporary_disabled_login_password_old" = "パスワードを使ってログインしたためNear Lockが一時的に無効化されました。\nNear Lock規定範囲内に入ることで有効化されます。";
"proximity_lock_temporary_disabled_login_password" = "手動でログインしたためNear Lockが一時的に無効化されました。\nNear Lock規定範囲内に入ることで有効化されます。";
"proximity_lock_temporary_disabled_login_password_long_old" = "パスワードを使ってログインしたためNear Lockが一時的に無効化されました。\n\niPhoneがNear Lock規定範囲内に入ることで自動的に有効化されます。";
"proximity_lock_temporary_disabled_login_password_long" = "iPhoneが範囲外にある時に手動でログインしたため、Near Lockが一時的に無効化されました。\n\niPhoneがNear Lock規定範囲内に入ることで自動的に有効化されます。";
"tutorial_screen_near_lock_disabled_login_password_old" = "Near Lockが一時的に無効です―パスワード使用でのログイン";
"tutorial_screen_near_lock_disabled_login_password" = "Near Lock一時停止（手動でログインが実施されました）";

"waiting_for_confirmation" = "Macのロックを解除するにはiPhoneからの確認が必要です。";

"login_on_approach_disabled" = "接近による起動機能が停止中：Macのキーを押しロックを解除して下さい。";

"ble_not_supported_text" = "iPhoneが、Macとの接続に必要となる、最新のBLEテクノロジーに対応していません。";
"ble_not_supported_text_bold" = "BLE";

"turn_bluetooth_on_to_use_near_lock" = "Near Lockを使用するには、\nBluetoothをオン\nにして下さい。";
"turn_bluetooth_on_to_use_near_lock_bold" = "Bluetoothオン";

"app_store_not_reachable" = "接続エラー";
"app_store_not_reachable_text" = "App Storeに接続できません。";


"notification_locked_first_notification" = "その調子です！%@がNear Lockでロックされました。通知を今後も受け取るにはiPhoneの設定から行なって下さい。";
"notification_unlocked_first_notification" = "その調子です！%@がNear Lockで解除されました。通知を今後も受け取るにはiPhoneの設定から行なって下さい。";

"notification_locked_old" = "%@がNear Lockでロックされました。";
"notification_unlocked_old" = "%@がNear Lockで解除されました。";
"notification_locked" = "%@がロックされました。";
"notification_unlocked" = "%@のロックが解除されました。";

"setup_touch_id" = "この機能を使用するにはiPhoneで、Touch IDやパスコードの設定を行なって下さい。";
"setup_touch_id_bold" = "Touch ID";

"unlock_your_mac" = "Macのロックを解除しますか？";

"unlock_device" = "%@のロックを解除しますか？";
"lock_device" = "%@をロックしますか？";
"near_lock_off_device" = "%@についてNear Lockをオフにする";
"near_lock_on_device" = "%@についてNear Lockをオンにする";

"near_lock_unlock_all" = "全ロックを解除";
"near_lock_lock_all" = "全てをロック";
"no_devices_connected" = "Macが接続されていません。";


"authenticate_for_login" = "Macのロック解除を認証";

"near_lock_feedback" = "Near Lock利用の感想";
"near_lock_feedback_question" = "Near Lockはいかがでしょうか？";
"near_lock_feedback_great" = "いい感じです！";
"near_lock_feedback_could_be_better" = "ちょっとイマイチかも！";
"near_lock_feedback_dont_ask_again" = "今後、表示しない";

"rate_app" = "アプリを評価";
"rate_near_lock" = "アプリを評価─ご意見をお聞かせ下さい";
"rate_app_long" = "Near Lockはいかがですか？─ご評価下さい";
"rate_or_share_near_lock" = "Near Lockを評価または、\n友達と共有して頂けますか？";

"open_near_lock_app" = "Near Lockアプリを開く";
"near_lock_settings" = "Near Lock設定";

"distance_to_lock_device" = "ロックする距離：%@";
"distance_to_unlock_device" = "ロックを解除する距離：%@";
"unlock_distance" = "ロックの距離：%@";
"lock_distance" = "ロック解除の距離：%@";

"changes_available_only_in_pro_mode" = "変更はPROバージョンでのみ利用可能です。";
"distance_from_device" = "距離：%@";
"near_lock_not_set_up" = "Near Lockの設定が完了していません。";

"setup_near_lock" = "Near Lockを設定する";


"near_lock_app_closed" = "Near Lockアプリが動作していません。";

"open_near_lock" = "Near Lockを開く";
"loading" = "読み込み中…";

"trouble_connecting" = "デバイスとの接続中に\n問題が発生しましたか？";

"bluetooth_sharing_is_off" = "Bluetoothがオフになっています！";
"turn_on_bluetooth_sharing_old" = "Near Lockを使用するにはiPhoneの設定でBluetoothがオンである必要があります。";
"turn_on_bluetooth_sharing" = "Near Lockをバックグラウンドで使用するにはiPhoneの設定でBluetoothをオンにする必要があります。";
"open_settings" = "設定を開く";

"turn_off_near_lock" = "Near Lockをオフにする";
"turn_on_near_lock" = "Near Lockをオンにする";
"lock_unlock_distance" = "ロック─ロック解除の距離";

"enjoying_near_lock" = "Near Lockはいかがでしょうか？";
"please_rate" = "Near Lockがお気に召した場合には、ご評価をお願い致します。皆さんのお声が重要です。ご協力ありがとうございます！";

"rate_near_lock_old" = "Near Lockを評価する";
"rate_reming_me_later" = "後で通知する";
"rate_no_thanks" = "評価は行なわない";


"tutorial_approach_mac_to_unlock" = "早速、Macに接近してロックを解除してみましょう！";
"tutorial_finished" = "たったこれだけです！";

"update_your_mac_version_manually" = "Macでお使いのNear Lockが最新版ではなく、機能によっては正常に動作しない可能性があります！手動でアップデートを行なうか、サポートへご連絡をお願い致します。";

"try_buy_button_to_restore" = "PROバージョンのリストアに失敗しました。既にこれをご購入されている場合には、購入ボタンから再度挑戦して下さい。二回課金されることありません。 ";
"contact_support_to_restore" = "PROバージョンのリストアに失敗しました。既にこれをご購入されている場合には、サポートまでお問い合わせ下さい。 リストアの方法を説明致します。";
"swipe_left" = "─左にスワイプ";

"txt_login_settings" = "ロック解除設定";
"txt_allow_pass_auth_footer" = "このオプションによって、iPhoneを使ったシステム認証（ソフトウェアのインストール時など）ができます。";
"txt_allow_pass_auth_section" = "Macシステム認証";
"txt_allow_pass_auth" = "Near Lockで認証";
"txt_login_settings_footer" = "パスワード領域がMacに現れるたび、iPhone上でロック解除オプションが表示されるかどうか、ここで設定することができます。";

"txt_confirm_login_when_password_appears_old" = "パスワードでロック解除を確定";
"txt_confirm_login_when_password_appears" = "スリープ画面でロック解除";

"txt_distance_precision" = "距離の正確性";
"txt_enhanced_tracking" = "精密トラッキング";
"txt_distance_precision_footer" = "このオプションにより、距離トラッキングの精度が高まります。";
"txt_distance_precision_footer_old" = "このオプションをオフにすることでバッテリー寿命は増えますが、距離測定の精度は低下します。";
"txt_notification_center" = "通知センター";
"txt_notification_center_footer" = "このオプションをオンにすることで通知センター（ホーム画面を下にスワイプで表示）にNear Lockが表示されます。";

"txt_today_extension_allow_login_logout" = "ロック/ロック解除を許可";
"txt_today_extension_allow_login_logout_old" = "ログイン/ログアウトを許可";
"txt_today_extension_allow_near_lock_update" = "Near Lockのアップデートを許可";
"txt_allow_change_when_locked" = "ロック中のデバイスで認証を要求";
"txt_show_near_lock" = "Near Lockを表示";
"txt_notifications" = "通知設定";
"txt_swipe_left_footer" = "このオプションを使えば、通知画面で左にスワイプするだけで、Near Lockアプリを開くことなく、Macをロック/ロック解除できます。";
"txt_swipe_left_to_login" = "通知画面でロックを解除";
"txt_swipe_left_to_login_old" = "左にスワイプでアンロック";
"interactive_notifications" = "インタラクティブ通知";

"txt_text_notifications" = "テキスト通知";
"txt_on_approach" = "接近時";
"txt_walk_away" = "立ち去り時";

"txt_sound_notifications" = "サウンド通知";
"txt_sound_on_unlock" = "接近時";
"txt_sound_on_lock" = "立ち去り時";

"no_devices_connected" = "接続中のデバイスなし";
"set_distance" = "距離を設定";

"PRO" = "PRO";

"txt_yes_or_no" = "はい or いいえ";
"txt_touchid_or_passcode" = "Touch ID or パスコード";
"txt_none" = "なし";
"txt_double_knock" = "ダブルタップ";
"txt_insert_automatically" = "自動で挿入（質問を省略）";
"txt_reqeust_auth_on_locked_device" = "ロック中のデバイスで認証を要求";

"txt_language" = "言語";
"txt_current_language" = "使用中の言語";

"default" = "デフォルト";
"english" = "英語";
"german" = "ドイツ語";
"spanish" = "スペイン語";
"russian" = "ロシア語";
"chinese" = "中国語";
"hindi" = "ヒンディー語";
"portugese" = "ポルトガル語";
"french" = "フランス語";

"txt_units" = "単位";
"txt_measure" = "測量";
"meters" = "メーロル";
"feet" = "フィート";
"signal_strength" = "信号強度";

"txt_application_information" = "アプリの情報";
"txt_version" = "バージョン";
"txt_copyright" = "著作権";



"main_menu_disable_tracking" = "Near Lock機能をオフにする";
"get_ios_app" = "iOSアプリを入手";
"faq_or_support" = "よくある質問またはサポートへお問い合わせ";
"only_pro_version_works_in_background" = "PROバージョンのみがバックグラウンドで動作します。";
"distance" = "距離";

"main_menu_add_new_device_button" = "新しいデバイスを追加";
"main_menu_device_too_far" = "%@から離れ過ぎているため、Near Lockはあと%dでロックを実施します！";
"error_getting_update" = "最新のNear Lockアップデート情報が獲得できませんでした。最新版を手動でダウンロード、インストールして下さい。";
"manual_link" = "手動リンク";
"check_for_updates_button" = "アップデートを確認";

"turn_bluetooth_and_get_ios_app" = "Bluetoothをオンにし、iOSアプリを入手して下さい。";
"start_ios_on_your_iphone" = "お使いのiPhoneでiOSアプリを起動して下さい。";

"turn_bluetooth_on" = "Bluetoothをオンにする";
"turn_bluetooth_off" = "Bluetoothをオフにする";
"bluetooth_is_off" = "Bluetoothがオフになっています。";
"bluetooth_is_off_short" = "Bluetoothがオフです。";

"loading_screen_label" = "デバイスの設定中：少々お待ち下さい。";

"iphone_wants_to_connect" = "%@が接続を希望しています！";

"accept" = "承認";
"deny" = "拒否";

"scanning" = "スキャン中…";

"initalizingBLE" = "BLEを開始";
"restartingBluetooth" = "Bluetoothをリスタート";
"press_any_key_to_login" = "いずれかのキーを押しMacのロックを解除";

"use_iphone_to_set_up_near_lock" = "お使いのiPhoneを使用し、\nNear Lockの設定を完了して下さい。";
"enter_login_password" = "ログインパスワードを入力";

"we_are_done" = "完了！";

"near_lock_available_in_menu_bar" = "Near Lockがメニューバー\nから利用可能になります。";

"share_near_lock" = "アプリ成長に、ご協力をお願い致します！";

"not_supported_ble" = "お使いのMacが、Near Lockが動作するために必要なBLEテクノロジーに対応していません。";

"not_supported_mac_version" = "Near Lockを使用するには、Macのソフトウェアをアップデートして下さい。";

"not_supported_secondary_text" = "既にNear LockのiPhoneアプリをご購入で、返金をご希望の場合には、返金ボタンを押して下さい。";
"not_supported_main_button" = "返金";

"quit_near_lock" = "Near Lockを終了";

"main_menu_add_new_device_text" = "接続されたデバイスがありません。";

"you_have_sucessfuly_paired" = "%@とのペアリングが完了しました。";

"new_ios_update" = "iPhone用の最新Near Lockアップデートが利用可能です。";
"new_osx_update" = "最新のNear Lockアップデートが利用可能です。";
"update" = "アップデート";

"you_have_connected_to" = "Near Lockが\n%@と接続中";

"you_have_disconnected_from" = "Near Lockが\n%@から切断";
"unable_to_lock_mac" = "Near LockがMacをロックできませんでした。Macを再起動して下さい。";

"connected_to" = "%@と接続";
"disconnected_from" = "%@との接続切断";

"main_menu_unlocked_with_near_lock" = "MacがNear Lockで解除されました。";

"main_menu_unlocked_with_near_lock_device" = "Macが%@で解除されました。";

"main_menu_unlinked" = "Near Lockデバイスがペアリング解除されました。";
"unsolvable_bluetooth_error" = "Bluetoothに問題が発生：iPhone上でリスタートして下さい。";

"needs_bluetooth_to_work" = "Near Lockが機能するためにはBluetoothが必要です。";
"turn_bluetooth_on" = "Bluetoothをオンにする";

"restarting_bluetooth" = "Bluetoothをリスタート中";

"make_sure_ble_on" = "iPhoneのBluetoothがオンであり、\nNear Lockが動作中（バックグラウンドも可）であることを確認して下さい。";
"still_not_working" = "それでもまだ動作しません！";
"ble_can_get_jammed" = "Bluetoothの信号に異常が発生することがあります。iPhone上からBluetoothをリスタートしてみて下さい。";
"still_cant_get_it_to_work" = "これでもまだ機能しません！";
"press_button_to_restart" = "問題が継続する場合には、下のボタンを押し、MacからBluetoothをリスタートして下さい。";
"restart_bluetooth" = "Bluetoothをリスタート";
"unlink_both_sides" = "これでも問題が解消しない場合には、一度デバイスの両方からペアリングを解除し、再度ペアリングを行なって下さい。Near Lockの設定からペアリングを解除することができます。";
"still_doesnt_work" = "それでもまだ問題が解決しません！";
"restart_iphone" = "お手数をおかけします。まだBluetoothの信号が正常に機能しない場合には、iPhoneをリスタートして下さい。";
"faq_or_mail" = "FAQから詳しい情報をご確認下さい。または、メールでご連絡を頂ければ、全力でサポートさせて頂きます。";

"press_button_ble_on" = "以下のボタンを押してBluetoothをオン";
"turn_on_ble_to_use_near_lock" = "Near Lockを使用するにはBluetoothをオンにして下さい。";
"having_trouble" = "問題が御座いますか？";
"rescan" = "再スキャン";
"open_welcome_screen" = "Near Lockをインストール、開いて下さい。iPhone上に「ようこそ」画面が表示されるはずです。まだ機能しませんか？";
"restart_ble_on_iphone" = "iPhone上でBluetoothをリスタートしてみて下さい。問題は続きますか？";
"press_button_to_restart_ble" = "下のボタンを押してMac上でBluetoothをリスタートして下さい。まだ問題がありますか？";
"restart_iphone" = "お手数をおかけしますが、もう一つ可能性が考えられます。詳細設定→Bluetoothのキャッシュをクリアを行なって下さい。";
"corrupted_bluetooth_cache" = "Near Lockが、Bluetoothのキャッシュにおける問題を検知しました。\n\n接続を安定させるためには、MacのBluetoothのキャッシュをクリアしてください。";
"corrupted_bluetooth_cache_short" = "接続を安定させるには、Bluetoothのキャッシュをクリアして下さい。";
"restart_bluetooth_on_iphone" = "iPhoneのBluetoothを再起動し再び接続を行なって下さい。";
"restart_bluetooth_on_iphone_long" = "Near Lockが、Bluetoothの接続エラーを検知しました。\n\niPhoneのBluetoothを5〜10秒切った後に、再度オンにして下さい。";
"notification_settings" = "通知設定";
"mac_notification_settings" = "Macの通知設定";

"only_in_pro" = "PROバージョンでのみ利用可能";


"user_active" = "─ユーザー：アクティブ";

"confirm_login_on_iphone" = "iPhoneでログインを確定";
"double_knock_on_your_iphone_long" = "iPhoneをダブルタップ";
"double_knock_on_your_iphone" = "ダブルタップ - iPhone";
"turn_bluetooth_off_to_clear_cache" = "Bluetoothのキャッシュをクリアしますか\n（第一にBluetoothをオフにして下さい）";

"clear_cache_description" = "次に、Bluetoothキャッシュフォルダをクリアします\n（本人確認が必要になります）";
"clear_cache" = "キャッシュをクリア";

"restart_mac_after_clear_cache" = "Macをリスタートして変更を適用して下さい。\n\nMacをリスタートせずにBluetoothをオンにしても、キャッシュはクリアされません。";

"sleep" = "スリープ";
"show_notification_on_login" = "MacがNear Lockによりロック解除された時に通知を表示";
"show_near_lock_icon_while_mac_locked" = "Macがロックされている時にNear Lockアイコンを表示";

"start_on_mac_startup" = "Macの起動とともに開始";

"wake_on_approach" = "いずれかのキーを押した後にのみロックを解除";
"wake_on_approach_long" = "キー入力＆iPhone接近でアンロック";

"near_lock_options" = "セットアップ";

"near_lock_options_login_on_approach" = "Macに接近時ロックを解除";

"near_lock_options_logout_on_walk_away" = "Macから離れた時にロック";

"action_to_confirm_login" = "ロック解除設定";
"unlock_automatically_on_approach" = "Macに近づいた時、自動的に作動";
"dont_confirm" = "Macに近づいた時、自動的に作動";
"confirm_yes_no" = "iPhoneで確定：はい or いいえ";
"touch_id_passcode" = "iPhoneで確定：Touch IDとパスコード";
"knock_menu_item_long" = "ダブルタップで確定（通知の15秒後にオン）";
"knock_menu_item" = "ダブルタップで確定（15秒）";

"logout_action" = "ロック設定";
"screensaver" = "スクリーンセーバー";

"advanced_settings" = "詳細設定";

"logout_on_disconnect" = "iPhoneの接続が切断された時にロック";
"pause_music_on_logout" = "Macがロックされた時にオーディオを停止";

"allow_closer_distances" = "近い距離での反応を許可";
"allow_closer_distances_than" = "%@未満の距離を許可";
"clear_bluetooth_cache" = "Bluetoothのキャッシュをクリア";

"automatically_update" = "Mac版を自動でアップデート";

"show_unlock_history" = "解除履歴を表示";
"unlock_history" = "ロック解除履歴";

"share_near_lock" = "Near Lockを共有";
"help" = "ヘルプ";
"about" = "アプリについて";
"feedback" = "フィードバック/サポート";

"contact_support" = "サポートお問い合わせ";
"faq" = "FAQ";

"check_for_updates" = "アップデート";
"unlink_device" = "%@ペアリング解除";
"new_ios_update_ready" = "新しいiOSバージョンが利用可能です：アップデート";
"ios_version_up_to_date" = "最新のiPhoneバージョンがインストール済みです。";

"device_not_connected" = "%@が接続されていません。";
"no_ios_device_connected" = "接続中のiOSデバイスがありません。";
"near_lock_up_to_date" = "最新のMacバージョンがインストール済みです。";

"check" = "Mac版アップデートを確認";
"get_new_version" = "新しいバージョンを入手！";
"checking_for_updates" = "アップデートを確認中…";
"downloading_will_relaunch" = "ダウンロード中…完了後に再起動";

"downloading_relaunch_when_finished" = "ダウンロード中…完了で再起動";
"new_update_ready" = "新アップデート利用可能";
"relaunch_new_version_ready" = "再起動：新バージョン利用可";

"version" = "バージョン%@";

"session" = "\n--------------- セッション：%@ ---------------";
"mac_locked_old" = "Macロック";
"mac_unlocked_old" = "Macロック解除";

"mac_locked" = "Macロック";
"mac_unlocked" = "Macアンロック";

"onboarding_tutorial_finished" = "使用は簡単です、問題ありませんね？";
"good_time_to_share" = "シェアはいかがでしょうか？";
"we_are_ready_to_start" = "さあ、準備完了です！";
"lets_try_it_out" = "使ってみましょう！";
"choose_unlock_lock_from_menu_bar" = "メニューバーからロック/ロック解除の距離を選択しましょう";
"enable_near_lock" = "Near Lockを有効化";

"now_walk_away" = "では、Macから少し離れてみて下さい";
"your_distance" = "ロック解除の距離：";
"lock_distance" = "ロック作動の距離：";
"get_pro_version_for_near_lock" = "バックグラウンドでの動作には、PROバージョンの購入が必要となります！";
"distance_estimation" = "重要：距離はデバイス間の信号の強さで計算されます（デバイス毎に誤差が生まれるので、実際に使って、適切なロック/ロック解除の距離を探してみましょう）";


"near_lock_started" = "Near Lock開始";
"on" = "オン";
"off" = "オフ";

"new_version_available" = "最新バージョンが利用可能です。";
"near_lock_not_up_to_date" = "MacのNear Lockが最新ではありません。下のリンクをクリックして、最新版をダウンロードして下さい。自動リンクが機能しない場合には、Near Lockを手動でダウンロードすることができます。";

"near_lock_connection_problem" = "Bluetoothで問題が発生しました。";

"insert_password_to_mac" = "%@にパスワードを挿入しますか？";
"insert_password_question" = "パスワードを挿入しますか？";
"insert_password_action" = "パスワードを挿入する";
"knock_twice_to_unlock_mac" = "2回タップでMacのロックを解除！";
"knock_twice_to_unlock" = "2回タップで%@のロックを解除！";
"knock_twice_to_insert_password_to_mac" = "2回タップでMacにパスワードを入力！";
"knock_twice_to_insert_password" = "2回タップで%@にパスワードを入力！";

"unlocking_with_notifications_only_in_pro" = "通知付きのアンロックはProモードでのみご利用頂けます。";
"unlock_your_device_question" = "Near Lockによるデバイスのアンロックを許可しますか？";

"tap_to_turn_on_bluetooth" = "タップしてBluetoothをオンにする";
"tap" = "タップ";

"swipe_up" = "上にスワイプ";
"swipe_up_to_turn_on_bluetooth" = "上にスワイプしてBluetoothをオンにする";

"show_tutorial" = "チュートリアルを表示";

"failed_login_attempt_detected" = "警告！ログインの失敗が検知されました！";
"failed_login_attempt" = "注意！Near Lockがログインの失敗を検知しました！";
"warn_on_failed_login" = "ログイン失敗時に通知する";
"configure_advanced_unlock_settings_on_iPhone" = "iPhoneの設定からその他のロック解除方法を確認";


"show_all_failed_logins" = "全ての失敗したログインを表示";

"mac_control" = "Macのコントロール";

"export" = "エクスポート";
"export_to_desktop" = "デスクトップにエクスポート";
"delete_all" = "全て削除";
"delete" = "削除";

"no_detected_failed_logins" = "ログイン失敗は確認されていません";
"no_known_login_logout_events" = "ログイン/ログアウトのデータがありません";
"mugshots" = "マグショット";
"mugshot" = "マグショット";

"image_saved_to_documents" = "画像がドキュメントフォルダに保存されました";
"image_saved_to_desktop" = "画像がデスクトップフォルダに保存されました";

"mugshot_image_saved_to_documents" = "犯人の写真がドキュメントフォルダに保存されました";
"mugshot_image_saved_to_desktop" = "犯人の写真がデスクトップフォルダに保存されました";

"unable_to_unlock_mac" = "Near LockがMacをロックできませんでした。Macを再起動して下さい。";
"password_inserted_by_nearlock" = "Near Lockによりパスワードが入力されました";

"no_appropriate_camera_attached" = "このMacにはカメラが設置されていません";
"enable_option_in_settings" = "設定からこのオプションを有効にして下さい";

"filter" = "フィルター：";
"lock_unlock_history" = "ロック/ロック解除の履歴";
"session_duration" = "セッション時間";
"failed_login_attempt_text" = "ログインの失敗履歴";

"nice_try_busted" = "このMacに触るなんていい度胸ですね！";
"get_pro_version_to_see_full_list" = "Proバージョンでは全ての機能が利用可能です";
"busted_with_near_lock" = "Near Lockの活躍で撃破！";

"swipe_to_see_nearlock" = "スワイプでNear Lockの機能を確認！";
"quick_start" = "クイックスタート";


"tutorial_near_lock_uses_ble" = "Near LockはBluetooth Low Energyを使用しデバイスを接続します";
"tutorial_near_lock_uses_ble_1" = "Near Lockは";
"tutorial_near_lock_uses_ble_2" = "Bluetooth Low Energy";
"tutorial_near_lock_uses_ble_3" = "を利用しデバイスを接続します";

"tutorial_walk_away" = "離れるとMacがロックされます";
"tutorial_walk_away_1" = "離れると";
"tutorial_walk_away_2" = "Macがロックされます";

"tutorial_apple_watch" = "Apple Watchや通知ウィジェットを使うと素早く操作することができます";
"tutorial_apple_watch_1" = "Apple Watchや";
"tutorial_apple_watch_2" = "通知ウィジェットを使うと";
"tutorial_apple_watch_3" = "素早く操作することができます";

"tutorial_touch_id" = "Touch IDやダブルタップでMacのロックを解除することができます";
"tutorial_touch_id_1" = "Touch IDやダブルタップで";
"tutorial_touch_id_2" = "Macのロックを";
"tutorial_touch_id_3" = "解除することができます";

"tutorial_detect_failed_login" = "ログイン失敗履歴を検知";
"tutorial_detect_failed_login_1" = "ログイン失敗履歴を";
"tutorial_detect_failed_login_2" = "検知";

"tutorial_lock_unlock_distance" = "Macのロック/ロック解除の距離を設定";
"tutorial_lock_unlock_distance_1" = "Macの";
"tutorial_lock_unlock_distance_2" = "ロック/ロック解除の";
"tutorial_lock_unlock_distance_3" = "距離を設定";

"tutorial_approach_to_unlock" = "Macに近づいてロックを解除";
"tutorial_approach_to_unlock_1" = "Macに近づいて";
"tutorial_approach_to_unlock_2" = "ロックを解除";

"to_start_download_on_mac" = "Near Lockを使用するには、Macにアプリをインストールして下さい";
"to_start_download_on_mac_bold" = "Near Lock Mac用アプリ";

"skip" = "スキップ";

"to_start_download_on_mac_2" = "開始するにはNear LockをMacにインストールして下さい";


"define_safe_zones" = "WiFiアンロックを設定";
"get_pro_version_to_use_wifi_unlock" = "WiFiアンロックを使用するにはPROバージョンが必要です";
"get_pro_version_to_use_this_feature" = "この機能を使うにはPROバージョンをご購入下さい";
"pair_iphone_to_use_this_feature" = "WiFiアンロック機能を使うには対になるiPhoneが必要です";
"already_added_to_unlock_wifi_list" = "既にWiFiアンロックリストに追加されています";
"unlock_wifi_info_text_not_used" = "特定のWiFi接続時（例：自宅のWiFi）にMacのロックを解除するためにパスワードを入力する必要がなくなり、Near Lockにより自動でロックが解除されます";
"currently_connected_to" = "現在の接続先：";
"add_to_unlock_wifi" = "WiFiアンロックリストに追加";
"wifi_unlock" = "WiFiアンロック";

"wifi_unlock_description_mac_not_used_2" = "WiFiアンロックを使うと、特定のWiFiネットワーク（例：自宅）に接続している限り自動ログインが可能になります";
"wifi_unlock_description_mac_not_used_3" = "特定のWiFi（例：自宅）に接続している時には、WiFiアンロックを使って自動でMacにログインしましょう";
"wifi_unlock_description_mac_not_used_4" = "設定したWiFiに接続している時には、WiFiアンロックの効果でロックがかからないようにすることができます";

"already_added_to_network" = "%@は既にWiFiアンロックリストに追加されています！\nリストに追加したいWiFiネットワークに接続して下さい";
"no_wifi_connected" = "WiFiネットワークに接続されていません";
"no_wifi_connected_short" = "WiFiネットワークがありません";
"connect_to_wifi_to_add_wifi_unlock" = "WiFiアンロックリストに追加するにはWiFiに接続して下さい";
"wifi_unlock_currently_connected" = "現在使用しているのは「%@」WiFiネットワークです";
"wifi_unlock_add_to_list" = "「%@」WiFiネットワークをWiFiアンロックリストに追加しますか？";
"add" = "追加";
"close" = "閉じる";
"edit" = "編集";

"wifi_unlock_security_options" = "WiFiアンロックのセキュリティオプション";

"wifi_unlock_require_iphone" = "あなたのiPhoneがMacと接続中にのみWiFiアンロックをオンにする";
"wifi_unlock_allow_unlock_when_not_connected" = "iPhoneとMacがBluetoothで接続していない時でもWiFiアンロックをオンにする";
"next" = "次へ";

"you_have_set_up_wifi_unlock" = "WiFiアンロックの設定が完了しました";
"wifi_unlock_finish_description" = "あなたのMacは以下の状況でアンロック状態を保持します：";
"wifi_unlock_when_connected_to_wifi" = "WiFiネットワーク「%@」に接続しているとき";
"wifi_unlock_when_connected_to_wifi_and" = "WiFiネットワーク「%@」に接続し尚且つ";
"wifi_unlock_when_connected_to_iphone" = "iPhone（%@）がBluetoothであなたのMacに繋がっているとき";

"tutorial_wifi_unlock" = "特定のWiFiに接続している限りMacがアンロック状態を保持し続ける仕組みです";
"tutorial_wifi_unlock_1" = "特定のWiFiに接続している";
"tutorial_wifi_unlock_2" = "限りMacがアンロック状態";
"tutorial_wifi_unlock_3" = "を保持し続ける仕組みです";

"tutorial_wifi_only_selected_wifi" = "特定のWiFiネットワークにのみ反応";
"tutorial_wifi_save_battery" = "iPhoneの電池消費を削減";
"tutorial_wifi_works_with_iphone" = "iPhoneがあっても無くても問題なし";

"add_wifi" = "WiFiを追加";
"edit_list" = "リストを編集";
"edit_wifi_list" = "WiFiリストを編集";
"wifi_unlock_edit_list" = "WiFiアンロックリストの編集";

"wifi_unlock_networks" = "WiFiアンロックのネットワーク";
"wifi_unlock_edit_description" = "以下にあるネットワークのいずれかに接続している限り、Macがアンロック状態を保持します\n詳細なセキュリティオプションを設定することも可能です";

"your_mac_unlocked_with_wifi_unlock" = "MacのロックがWiFiアンロックにより解除されました";

"wifi" = "WiFi";
"wifi_unlock_marketing" = "WiFiアンロック─特定のWiFi（例：自宅）接続時にMacのロックを常に解除";

"wifi_unlock_enabled" = "WiFiアンロックが作動しました";

"take_photo_on_failed_login" = "ログイン失敗の写真を撮影";
"passcode_is_not_set" = "パスコードとタッチIDが設定されていません";
"open_passcode_settings" = "パスコート設定を開く";

"confirm_unlock_on_approach" = "アプローチのアンロックを確定";
"confirm_unlock_on_approach_description" = "このオプションは、あなたのiPhoneでNearLockアンロック画面に入る度にあなたのログインを確定するか聞くかどうかを決めるものです。";
"confirm_unlock_on_approach_login_automatically" = "確定しないでくださいー自動的にログインします";


"clipboard_options" = "クリップボード/オプションを貼る";
"send_clipboard_to_ios" = "iOS機器にコピーした文章を送る";
"get_clipboard_text_from_ios" = "iOS機器からコピーした文章を手に入れる";
"show_clipboard_menu_on_main_screen" = "メインスクリーンでクリップボードオプションを表示する";

"clipboard_is_empty_short" = "クリップボードが空です";
"clip_already_matching" = "クリップボードがは既にマッチングしています";

"clipboard_copied_from_ios_device" = "クリップボードはiPhoneよりコピーされました";
"clipboard_could_not_be_copied_from_ios_device" = "クリップボードはiPhoneよりコピーされませんでした";
"clipboard_copied_to_ios_device" = "クリップボードは　%@へコピーされました";
"clipboard_could_not_be_copied_to_ios_device" = "クリップボードはiPhoneへコピーされませんでした";
"mac_clipboard_copied" = "MacクリップボードはiPhoneへコピーされました";
"ios_send_clipboard_to_mac" = "コピーした文章をMacへ送る";
"ios_get_clipboard_from_mac" = "Macのクリッブボード文章を手に入れる";

"clipboard" = "クリップボード";
"clipboard_explanation" = "機器が接続されている間、Macから自身のiPhoneへコピーした文章を送ることができます";
"use_shortcut" = "ショートカットも利用できます";
"send_clipboard_shortcut" = "ctrl+cmd+v";
"clipboard_info_text" = "コピー/ペーストは機能しましたか？";
"clipboard_is_empty" = "クリップボードが空です。まず文章をコピーして再度試して下さい。";
"clipboard_is_too_big_to_send" = "クリップボードの文章が大きすぎます。制限は１万字までです。";
"device_not_connected_to_iphone" = "MacはiPhoneに接続されていません。";
"device_not_pro_version_or_foreground" = "　iPhoneのアプリが処理中の時、このアクションはProバージョンでのみ起動します";

"sleep_shortcut" = "ctrl+cmd+L";

"sleep_mac" = "Macをスリープにする";
"press_any_key_on_your_mac" = "素晴らしい！Macの画面を開始するためにMacのキーを押してください";

"lock_and_unlock_your_mac_automatically" = "自動でMacをロック・アンロックします";
"mac_wake_unlock" = "Macウェイクアンロック";
"mac_wake_unlock_setup" = "Macウェイクセットアップ";
"mac_wake_unlock_options" = "Macウェイクアンロックオプション";
"mac_sleep_screen_unlock_description" = "スリープが終了すると、iPhoneを使ってMacを簡単にアンロックすることができます";
"mac_sleep_screen_unlock_description_2" = "iPhoneがバックグラウンドモードならば、Macをアンロックするために使える通知が届きます";

"connect_to_iphone_to_use_this_feature" = "この機能を試すためには、iPhoneをつなげてください";

"mac_sleep_screen_unlock_options" = "Macウェイクアンロックオプション";
"mac_sleep_screen_dont_ask" = "Macが起動したら、Macをアンロックするかと聞かないでください";
"mac_sleep_screen_ask_yes_no" = "はいかいいえでiPhoneをアンロックするか確定してください";
"mac_sleep_screen_ask_touch_id" = "タッチIDとパスコードでiPhoneのアンロックを確定してください";
"mac_sleep_screen_double_knock" = "ダブルノックでiPhoneのアンロックを確定してください。通知から１５秒でアクティブ化します";
"mac_sleep_screen_tutorial" = "Macウェイクアンロックはどのように動いていますか";

"you_will_be_asked_on_your_iphone" = "Macをアンロックするか自身のiPhoneで聞かれます";
"choose_your_confirmation_option" = "確定オプションを選んでください";
"mac_sleep_screen_ask_yes_no_short" = "はい/いいえ";
"mac_sleep_screen_ask_touch_id_short" = "TouchID/パスコード";
"mac_sleep_screen_double_knock_short" = "iPhoneのダブルノック";
"put_mac_to_sleep_and_follow_instructions_on_iphone" = "Macのスリープ機能を起動しiPhoneの指示に従ってください";
"sleep_mac_now" = "今、Macをスリープさせてください";

"how_does_mac_wake_unlock_work" = "Macウェイクロックがどう機能するかよりよく理解するために";
"disable_unlock_on_approach" = "一時的にアプローチ上のNearLock自動アンロックを無効化してください";
"turn_near_lock_off" = "WiFiアンロックオフを入れてください";
"disable_wifi_unlock" = "WiFiアンロックオプションを一時的に無効化してください";
"turn_wifi_unlock_off" = "WiFiアンロックオフを入れてください";
"turn_the_options_on_again_after_tutorial" = "チュートリアルの後これらの機能をONにすることができます";
"or_press" = "もしくはプレスを押してください";

"wifi_unlock_description_mac" = "設定したWiFi（例：自宅）に接続している時には、WiFiアンロックの効果でロックがかからないようにすることができます";
"wifi_unlock_description_mac_2" = "WiFiアンロックは、選択したWiFiネットワーク（例：ホームネットワーク）に接続されている間、自身のMacをアンロックにし続けます";
"txt_automatically" = "自動的にアンロックする";

"txt_advanced_login_settings" = "高度なMacアンロック設定";
"txt_advanced_login_settings_description" = "アプローチの後、各Macアンロックを確定するか自身のiPhoneで聞かれたならば、このオプションを決定します。MacとNearLockをアンロックします。";
"txt_confirm_login_after_approach" = "アプローチの後アンロックを確定する";

"select_keyboard_shortcuts" = "キーボードショートカットを選択する";
"change_keyboard_shortcut" = "キーボードショートカットを変更する";

"wifi_unlock_expalnation" = "WiFiアンロックー選択したWiFiネットワーク（例；ホームネットワーク）に接続している間自身のMacをアンロックし続ける";
"clipboard_explanation" = "クリップボードーMacより文章をコピーペーストしてください";

"update_near_lock_on_ios_to_use_this_feauture" = "この機能を使うにはiPhoneをアップデートしてください。";
"update_near_lock_on_osx_to_use_this_feauture" = "この機能を使うにはMacのNearLockをアップデートしてください。";
"near_lock_demo" = "NearLockデモ";

"back" = "戻る";

"show_wifi_unlock_on_main_screen" = "メイン画像のWiFiアンロックを毎回表示する";
"take_photo_after_each_login" = "毎ログイン後写真を撮る";
"show_login_photos" = "ログイン写真を表示する";
"delete_all_photos_question" = "表示された写真をすべて削除しますか。";
"delete_single_photo" = "表示された写真を削除しますか。";
"send_clipboard_to_ios_short" = "クリップボードを送る";

"mac_sleep_screen_double_knock" = "Double Knochを使ってiPhoneのアンロックを確定する。- 通知後１５秒間アクティブ化";
"mac_sleep_screen_double_knock_active_only" = "ノック検出は15秒でアクティブ化します。通知の後、iPhoneで受け取れます。";
"show_mac_control_on_main_menu" = "メイン画面にMacコントロールオプションを表示する";
"show_login_control_on_main_menu" = "メイン画面にログインコントロールオプションを表示する";
"login_control_title" = "ログインコントロール";

"no_detected_logins_photo attempts" = "ログイン試行を読み取れませんでした。";

"clipboard_send_to_mac" = "Macへ送られました";
"clipboard_copy_from_mac" = "Macからコピーしました";

"mac_control_options" = "Macコントロールオプション";
"login_control_options" = "ログインコントロールオプション";

"near_lock_pro_restored" = "Near Lock PRO バージョンは復旧されました。すべてのNear Lock 機能をご利用いただけます。";
"near_lock_bought" = "Near Lock PRO をご購入いただきありがとうございました。 すべての Near Lock の機能をご利用いただけます。";
"info_short" = "インフォメーション";
"login_photos_short" = "ログイン写真";
"failed_login_photos_short" = "失敗したログイン写真";
"lock_unlock_history_short" = "アンロックの履歴を保護する";
"login_photos_description_1" = "Macがアンロックされる度にNear Lockは写真を撮ります。";
"login_photos_description_2" = "これらの写真はMac上で保存され、いつでも削除できます。";
"show_all_photos" = "すべての写真を表示する";
"failed_login_photos_description_1_short" = "Macのログイン画面にて間違ったパスワードが入力される度に Near Lock は写真を撮ります。";
"failed_login_photos_description_1" = "何者かがあなたのコンピューターにログインしようとし間違ったパスワードを入力する度に Near Lock は写真を撮ります。";
"failed_login_photos_description_2" = "これらの写真はMac上で保存され、いつでも削除できます。";
"mac_control_receive_notification_on_iphone" = "iPhoneで通知を受け取る";
"mac_control_share_photo" = "写真を共有する";
"mac_control_save_photo_to_documents" = "ドキュメントに写真を保存する";
"mac_control_delete_photo" = "写真を削除する";
"mac_control_delete_all_photos" = "すべての写真を削除する";
"not_yet_available_on_sierra_and_above" = "Mac OS Sierra以上の新バージョンでは、お使いになれません";
"feature_not_supported_on_sierra" = "この機能はmacOS Sierra以上の新オペレーションシステムでは対応していません。";
"feature_not_supported_on_sierra_short" = "macOS Sierraでは対応していません。";
"mac_control_info_description" = "Macの取り扱い方法について詳しく見てみる";

"learn_more" = "詳細を見る";

"lock_unlock_history_description_1" = "Near Lockを使ってログインとログアウトの時間やMacでの作業時間を計ることができます。";
"lock_unlock_history_description_2" = "気軽に使える時間計測器となります。";
"show_history" = "履歴を表示する";
"unlock_by_typing_password" = "記入されたパスワードによってアンロックされました";
"unlocked_by_near_lock" = "Near Lockによってアンロックされました";
"unlocked_by_wifi_unlock" = "WiFi Unlockによってアンロックされました";
"unlocked_by_near_lock_automatic" = "Near Lockによって自動的にアンロックされました";

"only_3_photos_in_free_version" = "無料バージョンでは、３枚のみ写真を撮ることができます。PRO ばーじょんでは、無制限で写真をとることができます。";
"only_3_photos_in_free_version_short" = "３枚以上の写真が撮れるPROバージョンを手に入れましょう";
"enable" = "有効";
"not_enabled" = "無効";

"login_photo_not_enabled" = "この機能は、現在有効ではありません。NearLockはMacのログイン毎に写真を撮りません。";
"failed_login_attempt_not_enabled" = "この機能は、現在有効ではありません。NearLockは不正ログインの様子があった後、写真を撮りません。";
"enable_in_mac_control" = "Mac コントロール設定にてこのオプションを有効にすることができます";
"disable_in_mac_control" = "Mac コントロール設定にてこのオプションを無効にすることができます";

"troubleshoot" = "トラブルシューティング";
"nearlock_is_turned_on" = "Near Lockはオン状態になっています";
"mac_is_locked" = "Macはロックされています";
"mac_is_unlocked" = "Macはアンロックされています";
"no_camera_detected" = "カメラが検出されませんでした";
"no_suitable_camera" = "Near LockはMac上で適当なカメラを検出できませんでした";
"no_login_photos" = "現在ログインの写真はありません";

"in_pro_version_unlock_from_lock_screen" = "In PRO version you can unlock your Mac directly from the iPhone lock screen.";




















































































































































































































































































































































































































































































































